Repository: Philip-Scott/Spice-up
Catalog: po/*.po
Languages: pt_br

source: Controller found
pt_br: Controle encontrado

source: Set up…
pt_br: Configurar…

source: Controller Configuration
pt_br: Configuração do Controle

source: Next Slide:
pt_br: Próximo Slide:

source: Previous Slide:
pt_br: Slide Anterior:

source: Set Jump:
pt_br: Configurar Pulo:

source: Jump to slide:
pt_br: Pular ao slide:

source: Toggle Presentation:
pt_br: Alternar Slide:

source: Cancel
pt_br: Cancelar

source: Apply
pt_br: Aplicar

source: Button %d
pt_br: Botão %d

source: Open Image
pt_br: Abrir Imagem

source: Open
pt_br: Abrir

source: Open file
pt_br: Abrir arquivo

source: Presentations
pt_br: Apresentações

source: Untitled Presentation
pt_br: Apresentação sem Título

source: My Presentation
pt_br: Minha Apresentação

source: By: %s
pt_br: Por: %s

source: Export to PDF
pt_br: Exportar a um PDF

source: Save
pt_br: Salvar

source: Open: %s
pt_br: Abrir: %s

source: Name:
pt_br: Nome:

source: Aspect Ratio:
pt_br: Proporção da Tela:

source: Open file location…
pt_br: Abrir local de arquivo…

source: Could not rename: File already exists…
pt_br: Não pôde renomear: Arquivo já existe…

source: Make a Simple Presentation
pt_br: Faça uma Apresentação Simples

source: New Presentation
pt_br: Nova Apresentação

source: Create a new presentation
pt_br: Criar uma nova apresentação

source: Open File
pt_br: Abrir Arquivo

source: Open a saved presentation
pt_br: Abrir apresentação já salva

source: Undo
pt_br: Desfazer

source: Redo
pt_br: Refazer

source: Insert Text Box
pt_br: Colocar Caixa de Texto

source: Insert Image
pt_br: Colocar Imagem

source: Insert Shape
pt_br: Colocar Forma

source: Return to Welcome Screen
pt_br: Voltar à Tela de Início

source: Start Presentation
pt_br: Começar a Apresentação

source: Create new presentation
pt_br: Criar uma nova apresentação

source: Custom Color
pt_br: Cor Customizada

source: Color 1:
pt_br: Cor 1:

source: Color 2:
pt_br: Cor 2:

source: Click to add text...
pt_br: Clique para adicionar um texto…

source: Background color
pt_br: Cor de Fundo

source: Background pattern
pt_br: Padrão de Fundo

source: 3px tile
pt_br: Azulejo de 3px

source: Fabric dark
pt_br: Tecido escuro

source: Fabric light
pt_br: Tecido claro

source: Batthern
pt_br: Baterna

source: Beige paper
pt_br: Papel Cansão

source: Black linen
pt_br: Linho preto

source: Bright squares
pt_br: Quadrados claros

source: Diamond Upholstery
pt_br: Estofamento em Diamante

source: Flowers
pt_br: Flores

source: Hexellence
pt_br: Hexacelência

source: Geometry
pt_br: Geometria

source: Dark geometric
pt_br: Geometria escura

source: Light wool
pt_br: Lã clara

source: Neutral squares
pt_br: Quadrados neutros

source: Silver scales
pt_br: Escamas pratas

source: Subtle grid
pt_br: Grade sutil

source: Subtle squares
pt_br: Quadrados sutis

source: None
pt_br: Nenhum

source: Font color
pt_br: Cor da fonte

source: Font Style
pt_br: Estilo da fonte

source: Font
pt_br: Fonte

source: Font size
pt_br: Tamanho da fonte

source: Delete
pt_br: Deletar

source: Clone
pt_br: Clonar

source: Bring forward
pt_br: Trazer à frente

source: Send backward
pt_br: Levar ao fundo

source: Edit image with…
pt_br: Editar imagem com…

source: Replace Image…
pt_br: Trocar imagem…

source: Square
pt_br: Quadrado

source: Circle
pt_br: Círculo

source: Roundness
pt_br: Arredondamento

source: Shape color
pt_br: Cor da forma

source: About Spice-Up
pt_br: Sobre Spice-Up

source: translator-credits
pt_br: Paulo Galardi <lainsce@airmail.cc>
